<!-- 성신코인 서비스 이용약관 동의 -->

<%@ page language="java" contentType="text/html; charset=UTF-8"
         pageEncoding="UTF-8" %>

<% response.setContentType("text/html"); %>
<% request.setCharacterEncoding("utf-8"); %>
<% response.setCharacterEncoding("utf-8"); %>

<html>
<head>
    <title>성신코인: 서비스 이용약관</title>
    <link rel="icon" type="image/png" href="../imgs/sujunggoo.png"/>
</head>
<body>
<p>
    수정이 여러분을 환영합니다.
    성신코인 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. 본 약관은 다양한 성신코인 서비스의 이용과 관련하여 성신코인 서비스를 제공하는 성신코인 관리자와 이를 이용하는 성신코인 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 아울러 여러분의 성신코인 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.
</p><p>
    성신코인 서비스를 이용하시거나 성신코인 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다.
</p><p>
    성신코인의 웹사이트 및 응용프로그램(어플리케이션, 앱)을 통해 물품대여사업 이용 등 여러분의 학교 생활에 편리함을 더할 수 있는 서비스를 제공하고 있습니다.
    여러분은 PC, 휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 성신코인 서비스를 자유롭게 이용하실 수 있으며, 개별 서비스들의 구체적인 내용은 사용자 가이드 등에서 확인하실 수 있습니다.
</p><p>
    성신코인 서비스에는 기본적으로 본 약관이 적용됩니다만 성신코인이 다양한 서비스를 제공하는 과정에서 부득이 본 약관 외 별도의 약관, 운영정책 등을 적용하는 경우가 있습니다.
    이러한 내용은 각각의 해당 서비스 초기 화면에서 확인해 주시기 바랍니다.
</p><p>
    여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, 성신코인은 이에 대한 승인을 통해 회원 가입 절차를 완료하고 여러분께 성신코인 서비스 이용 계정(이하 ‘계정’)을 부여합니다.
    계정이란 회원이 성신코인 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다. 회원은 자신의 계정을 통해 좀더 다양한 성신코인 서비스를 보다 편리하게 이용할 수 있습니다.
</p><p>
    또한 여러분이 제공한 소중한 콘텐츠는 성신코인 서비스를 개선하고 새로운 성신코인 서비스를 제공하기 위해 인공지능 분야 기술 등의 연구 개발 목적으로 성신코인에서 사용될 수 있습니다.
    성신코인은 지속적인 연구 개발을 통해 여러분께 좀 더 편리하고 유용한 서비스를 제공해 드릴 수 있도록 최선을 다하겠습니다.
</p><p>
    여러분의 개인정보를 소중히 보호합니다. 성신코인 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집∙이용합니다.
</p><p>
    성신코인은 여러분이 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우, 이메일이나 휴대전화 등 적절한 전자적 수단을 통해 사전에 안내해 드린 후 여러분의 정보를 파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.
</p><p>
    성신코인은 성신코인 서비스의 효율적 이용을 지원하거나 서비스 운영을 개선하기 위해 필요한 경우 사전에 여러분께 안내 드린 후 부득이 보증금액의 일부 또는 전부를 조정할 수 있습니다.
</p><p>
    성신코인 서비스 이용과 관련하여 몇 가지 주의사항이 있습니다.
    수정이 여러분이 성신코인 서비스를 자유롭고 편리하게 이용할 수 있도록 최선을 다하고 있습니다. 다만, 여러분이 성신코인 서비스를 보다 안전하게 이용하고 성신코인 서비스에서 여러분과 타인의 권리가 서로 존중되고 보호받으려면 여러분의 도움과 협조가 필요합니다. 여러분의 안전한 서비스 이용과 권리 보호를 위해 부득이 아래와 같은 경우 여러분의 성신코인 서비스 이용이 제한될 수 있으므로, 이에 대한 확인 및 준수를 요청 드립니다.
</p><p>
    회원 가입 시 학번, 이름, 휴대전화번호, 이메일주소, 성신여대생 인증 이미지 등의 정보를 허위로 기재해서는 안 됩니다. 회원 계정에 등록된 정보는 항상 정확한 최신 정보가 유지될 수 있도록 관리해 주세요. 자신의 계정을 다른 사람에게 판매, 양도, 대여 또는 담보로 제공하거나 다른 사람에게 그 사용을 허락해서는 안 됩니다. 아울러 자신의 계정이 아닌 타인의 계정을 무단으로 사용해서는 안 됩니다.
    자동화된 수단(예: 매크로 프로그램, 로봇(봇), 스파이더, 스크래퍼 등)을 활용하는 등 성신코인 서비스의 기능을 비정상적으로 이용하는 행위는 다른 이용자들의 정상적인 성신코인 서비스 이용에 불편을 초래하고 더 나아가 성신코인의 원활한 서비스 제공을 방해하므로 역시 제한될 수 있습니다.
    성신코인 서비스에 대한 어뷰징(남용) 행위를 막기 위한 성신코인의 기술적 조치를 무력화하려는 일체의 행위(예: IP를 지속적으로 바꿔가며 접속하는 행위, Captcha를 외부 솔루션 등을 통해 우회하거나 무력화 하는 행위 등)를 시도해서는 안 됩니다.
    또한, 사전 허락 없이 성신코인 서비스 또는 이에 포함된 소프트웨어를 복사, 수정할 수 없으며, 이를 판매, 양도, 대여 또는 담보로 제공하거나 타인에게 그 이용을 허락해서는 안 됩니다. 성신코인 서비스에 포함된 소프트웨어를 역 설계, 소스코드 추출 시도, 복제, 분해, 모방, 기타 변형하는 등의 행위도 금지됩니다(다만, 오픈소스에 해당되는 경우 그 자체 조건에 따릅니다).
    그 밖에 바이러스나 기타 악성 코드를 업로드하거나 성신코인 서비스의 원활한 운영을 방해할 목적으로 서비스 기능을 비정상적으로 이용하는 행위 역시 금지됩니다.
    성신코인은 본 약관의 범위 내에서 사용자 가이드 등을 두어, 여러분에게 안정적이고 원활한 서비스 이용이 가능하도록 지원하고 있습니다.
</p><p>
    부득이 여러분의 서비스 이용을 제한해야 할 경우 명백한 법령 위반이나 타인의 권리침해로서 긴급한 위험 또는 피해 차단이 요구되는 사안 외에는 단계적 서비스 이용제한 원칙을 준수 하겠습니다.
</p><p>
    수정이 여러분이 성신코인 서비스를 이용함에 있어 성신코인의 고의 또는 과실로 인하여 손해를 입게 될 경우 관련 법령에 따라 여러분의 손해를 배상합니다. 다만, 천재지변 또는 이에 준하는 불가항력으로 인하여 성신코인이 서비스를 제공할 수 없거나 이용자의 고의 또는 과실로 인하여 서비스를 이용할 수 없어 발생한 손해에 대해서 성신코인은 책임을 부담하지 않습니다.
    그리고 성신코인이 손해배상책임을 부담하는 경우에도 통상적으로 예견이 불가능하거나 특별한 사정으로 인한 특별 손해 또는 간접 손해, 기타 징벌적 손해에 대해서는 관련 법령에 특별한 규정이 없는 한 책임을 부담하지 않습니다.
    한편, 성신코인 서비스를 매개로 한 여러분과 다른 회원 간 또는 여러분과 비회원 간의 의견 교환, 거래 등에서 발생한 손해에 대해서도 성신코인은 특별한 사정이 없는 한 이에 대해 책임을 부담하지 않습니다.
</p><p>
    언제든지 성신코인 서비스 이용계약을 해지하실 수 있습니다.
    성신코인에게는 참 안타까운 일입니다만, 회원은 언제든지 성신코인 서비스 이용계약 해지를 신청하여 회원에서 탈퇴할 수 있습니다.
    단, 현재 예약중, 대여중인 예약 내용이 있거나, 노쇼 보증금 처리가 미완된 상황, 혹은 페널티지불을 완료하지 못한 회원은 탈퇴가 불가능함을 유의해 주시기 바랍니다.
    탈퇴처리가 되면 성신코인은 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다.
    성신코인 서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 성신코인이 해당 회원의 정보를 보유할 수 있는 경우를 제외하고, 해당 회원 계정에 부속된 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다.
    다만, 수정구를 이용한 거래 내역은 블록에 쌓여 저장되기 때문에 삭제가 되지 않음에 유의하시기 바랍니다.
</p><p>
    일부 성신코인 서비스에는 광고가 포함될 수 있습니다.
    여러분이 성신코인 서비스를 이용하다 보면 간혹 일부 개별 서비스에 광고가 포함된 경우가 있습니다. 성신코인 서비스를 이용하면서 발생할 수 있는 데이터 통신요금은 가입하신 통신사업자와의 이용계약에 따라 여러분이 부담하며, 포함된 광고 열람으로 인해 추가적으로 발생하는 비용 역시 여러분이 부담합니다.
</p><p>
    원하는 성신코인 서비스를 이용하기 위해 원하지 않는 광고를 봐야 하는 경우가 있습니다. 이는 여러분에게 제공하는 성신코인 서비스를 원칙적으로 무료로 제공할 수 있게 해주는 데 기여하며, 더 나아가 성신코인이 연구 개발에 투자하여 더 나은 서비스를 제공할 수 있는 기반이 됩니다. 최근 타사의 일부 서비스들이 광고 없는 서비스 이용을 강조하며 주된 서비스를 유료로 제공하고 있는 관행이 이를 뒷받침합니다.
</p><p>
    성신코인은 여러분의 본의 아닌 불편이나 부담이 최소화될 수 있는 방법에 대해 항상 고민하고 개선해 나가겠습니다.
</p><p>
    서비스 중단 또는 변경 시 꼭 알려드리겠습니다.
    성신코인은 연중 무휴, 1일 24시간 안정적으로 서비스를 제공하기 위해 최선을 다하고 있습니다만, 컴퓨터, 서버 등 정보통신설비의 보수점검, 교체 또는 고장, 통신두절 등 운영상 상당한 이유가 있는 경우 부득이 서비스의 전부 또는 일부를 중단할 수 있습니다.
</p><p>
    한편, 성신코인은 서비스 운영 또는 개선을 위해 상당한 필요성이 있는 경우 서비스의 전부 또는 일부를 수정, 변경 또는 종료할 수 있습니다. 무료로 제공되는 서비스의 전부 또는 일부를 수정, 변경 또는 종료하게 된 경우 관련 법령에 특별한 규정이 없는 한 별도의 보상을 하지 않습니다.
</p><p>
    이 경우 성신코인은 예측 가능한 경우 상당기간 전에 이를 안내하며, 만약 예측 불가능한 경우라면 사후 지체 없이 상세히 설명하고 안내 드리겠습니다. 또한 서비스 중단의 경우에는 여러분 자신의 콘텐츠를 백업할 수 있도록 합리적이고 충분한 기회를 제공하도록 하겠습니다.
</p><p>
    주요 사항을 잘 안내하고 여러분의 소중한 의견에 귀 기울이겠습니다.
    성신코인은 서비스 이용에 필요한 주요사항을 적시에 잘 안내해 드릴 수 있도록 힘쓰겠습니다. 회원에게 통지를 하는 경우 전자메일, 휴대전화 등 적절한 전자적 수단을 통해 개별적으로 알려 드릴 것이며, 다만 회원 전체에 대한 통지가 필요할 경우엔 7일 이상 성신코인 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱) 초기 화면 등에 관련 내용을 게시하도록 하겠습니다.
</p><p>
    성신코인은 여러분의 소중한 의견에 귀 기울이겠습니다. 여러분은 언제든지 고객센터를 통해 서비스 이용과 관련된 의견이나 개선사항을 전달할 수 있으며, 성신코인은 합리적 범위 내에서 가능한 그 처리과정 및 결과를 여러분께 전달할 수 있도록 하겠습니다.
</p><p>
    여러분이 쉽게 알 수 있도록 약관 및 운영정책을 게시하며 사전 공지 후 개정합니다.
    성신코인은 수시로 본 약관, 계정 및 게시물 운영정책을 개정할 수 있습니다만, 관련 법령을 위배하지 않는 범위 내에서 개정할 것이며, 사전에 그 개정 이유와 적용 일자를 서비스 내에 알리도록 하겠습니다. 또한 여러분에게 불리할 수 있는 중대한 내용의 약관 변경의 경우에는 최소 30일 이전에 해당 서비스 내 공지하고 별도의 전자적 수단(전자메일 등)을 통해 개별적으로 알릴 것입니다.
    성신코인은 변경된 약관을 게시한 날로부터 효력이 발생되는 날까지 약관 변경에 대한 여러분의 의견을 기다립니다. 위 기간이 지나도록 여러분의 의견이 성신코인에 접수되지 않으면, 여러분이 변경된 약관에 따라 서비스를 이용하는 데에 동의하는 것으로 간주됩니다. 여러분이 변경된 약관에 동의하지 않는 경우 변경된 약관의 적용을 받는 해당 서비스의 제공이 더 이상 불가능하게 될 수 있습니다.
</p><p>
    본 약관은 한국어를 정본으로 합니다. 본 약관 또는 성신코인 서비스와 관련된 여러분과 성신코인과의 관계에는 대한민국의 법령과 성신여대 학칙이 적용됩니다. 그리고 본 약관 또는 성신코인 서비스와 관련하여 여러분과 성신코인 사이에 분쟁이 발생할 경우, 그 분쟁의 처리는 대한민국 '민사소송법'에서 정한 절차를 따릅니다.

</p><p>
    공지 일자: 2019년 7월 20일
    적용 일자: 2019년 8월 20일
    성신코인 서비스와 관련하여 궁금하신 사항이 있으시면 고객센터로 문의 주시기 바랍니다.
</p>
<p>
    고객센터(이메일: sungshin.coin@gmail.com/ 평일 09:00~18:00)
</p>
<br><br>
<input type="button" align="center" value="닫기" onClick="self.close();">
</body>
</html>
