<!-- 개인정보 수집 및 이용약관 동의 -->

<%@ page language="java" contentType="text/html; charset=UTF-8"
         pageEncoding="UTF-8" %>

<% response.setContentType("text/html"); %>
<% request.setCharacterEncoding("utf-8"); %>
<% response.setCharacterEncoding("utf-8"); %>

<html>
<head>
    <title>성신코인: 개인정보 수집 및 이용약관</title>
    <link rel="icon" type="image/png" href="../imgs/sujunggoo.png"/>
</head>
<body>
<p>
성신코인 통합개인정보처리방침은 성신코인이 제공하는 서비스를 제공함에 있어, 정보를 어떻게 수집·이용·보관·파기하는지에 대한 정보를 담은 방침을 의미합니다. 성신코인 통합개인정보처리방침은 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 국내의 개인정보 보호 법령을 준수하고 있으며, 각 서비스에서 언제든지 이 방침을 확인할 수 있습니다.
</p><p>
1. 항목
</p><p>
회원은 본인의 선택으로 회원가입을 한 뒤 서비스를 이용할 수 있습니다. 이 경우, 성신코인은 회원가입 시점부터 아래와 같은 개인정보 중 일부를 수집합니다. 단, 회원이 각 항목에 해당되지 않을 경우, 해당 항목의 개인정보는 절대 수집하지 않습니다.
1) 회원이 회원가입을 할 경우
- 이메일, 휴대폰 번호, 이름(실명)
2) 회원이 학교인증을 할 경우
- 학번, 학생증
3) 회원이 성신코인과 약정을 체결할 경우
- 이름, 연락처
4) 회원이 본인의 주소록을 이용하여 친구 초대·추가 기능을 사용할 경우
- 주소록 내에 저장된 이름 및 전화번호
5) 회원이 제휴/협력 및 게시 요청을 할 경우
- 단체명, 이름, 직책, 이메일, 연락처
※ 각 항목 또는 추가적으로 수집이 필요한 항목의 개인정보는 문의하기를 통한 회원 지원 과정 및 별도의 알림창을 통해서 서비스 이용 중 수집될 수 있습니다.
※ 서비스 이용 과정에서 IP주소 등 서비스 이용기록과 기기정보가 자동으로 생성되어 수집될 수 있습니다.
※ 회사는 미성년자의 회원가입을 허가하지 않으며, 개인정보를 수집하지 않습니다.
※ 회사는 인종, 사상, 의료정보 등 회원의 민감정보를 절대로 수집하지 않습니다.
<br>
</p><p>
2. 목적
</p><p>
회사는 쾌적한 서비스를 제공하기 위해, 아래의 목적에 한해 개인정보를 이용합니다.
1) 회원 식별, 가입의사 및 탈퇴의사 확인, 부정이용 및 중복가입 방지, 재학생 및 졸업생 확인 등 회원관리
2) 성신여대 학생 맞춤 서비스 개발·제공·개선
3) 회원 문의/제안/제휴/협력/게시 요청 처리, 공지사항 전달
4) 구매, 판매, 배송, 공급, 지급, 제작, 중개, 중계, 당첨 등 회사와 회원 간 체결된 약정 이행
<br>
</p><p>
3. 기간
</p><p>
각 목적에 따라 수집된 개인정보는 일정 기간 동안 보관됩니다.
1) 학교 인증: 탈퇴시까지
2) 제휴/협력/게시 요청: 최대 7일
3) 이벤트 참여 및 당첨: 최대 30일
4) 그 외: 최대 1년
단, 법령에 의해 항목을 보관할 경우, 해당 법령에서 정한 최대 기간만큼 저장합니다.
파기된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
※ 서비스 부정 사용 및 커뮤니티 이용규칙 위반 회원의 재가입 및 이용 제한을 위해 학교, 학번, 학교 이메일을 비식별화하여 최대 5년간 보관합니다. (비식별화된 정보는 일방향 암호화 된 정보이므로, 복호화가 불가능하며, 누구라도 이 정보로 개인을 식별하거나 유추할 수 없습니다.)
</p>
<br><br>
<input type="button" align="center" value="닫기" onClick="self.close();">
</body>
</html>
